# main_text = ("Добро пожаловать в 🔸{}🔸!\n\n"
#              "💣Mines - это гэмблинг игра в букмекерской конторе 1win, которая основывается на классическом “Сапёре”."
#              "Ваша цель - открывать безопасные ячейки и не попадаться в ловушки.\n\n"
#              "Наш бот основан на нейросети от OpenAI."
#              "Он может предугадать расположение звёзд с вероятностью 93%.")
#
# not_sub_message = ("Я – бот Диллер\n\n"
#                    "Я основан на Искусственном Интеллекте и могу определить коэффициент в ракетке с высокой точностью 🚀\n\n"
#                    "Для того что бы продолжить подпишись на канал👇")
#
# manual_text = ("<b>❗Бот основан и обучен на нейросети.</b>\n\n"
#                "Для тренировки бота было сыграно более 10.000 игр. По сей день бот проходит проверки и  исправления! Точность бота составляет 94.5%!)\n\n"
#                "Для получения максимального профита следуйте инструкции:\n\n"
#                "🟣 1. Пройти регистрацию в букмекерской компании <b>1win</b> и ввести промокод: <b>windealer</b>\n\n"
#                "https://clck.ru/3AeJpG\n\n"
#                "Если не открывается - заходим с включенным VPN.\n\n"
#                "<b>❗Без регистрации по данной ссылке доступ к определению коэффициентов не будет открыт!</b>\n\n"
#                "🟣 2. Пополнить баланс своего аккаунта.\n\n"
#                "🟣 3. Перейти в раздел <b>1win</b> games и выбрать игру <b>🚀Lucky Jet.</b>\n\n"
#                "🟣 4. Запросить сигнал в боте и ставить по сигналам из бота.\n\n"
#                "🟣 5. При неудачном сигнале советуем удвоить(Х²) ставку что бы полностью перекрыть потерю при следующем сигнале.")
#
main_text = ("🟣 1. Для начала зарегистрируйтесь по ссылке на сайте <b>1win.</b>\n\n"
             "https://clck.ru/3AeJpG\n\n"
             '🟣 2. После успешной регистрации скопируйте ваш ID на сайте (Он находится во вкладке"пополнение", в правом верхнем углу).\n'
             "🟣 3. И отправьте его боту в ответ на это сообщение!\n\n"
             "<b>Если зарегистрироваться по другой ссылке или использовать уже созданный аккаунт, то прогнозы будут не верными!</b>")



"Я – бот Диллер\n\nЯ основан на Искусственном Интеллекте и могу определить коэффициент в ракетке с высокой точностью 🚀\n\n Для того что бы продолжить подпишись на канал"


'🟣 1. Для начала зарегистрируйтесь по ссылке на сайте <b>1win.</b>\n\nhttps://clck.ru/3AeJpG\n\n🟣 2. После успешной регистрации скопируйте ваш ID на сайте (Он находится во вкладке"пополнение", в правом верхнем углу).\n🟣 3. И отправьте его боту в ответ на это сообщение!\n\n"<b>Если зарегистрироваться по другой ссылке или использовать уже созданный аккаунт, то прогнозы будут не верными!</b>'

